{
  "home": {
    "title": "SHARP",
    "subtitle": "Dance Company",
    "headerImage": "http://www.sharpdance.org/SHARP_Dance_Company/Home_files/droppedImage.jpg",
    "content": "## The Mission\nThe mission of SHARP Dance Co. is to translate raw human emotion utilizing contemporary movement to connect the audience through individual interpretation.\n## About SHARP\nSHARP is a thirteen year old 501C-3 modern company and its theory of “meaning behind movement” is shown prominently throughout their work.  SHARP feels that dance should be more than a performance, it should be an experience.\nSHARP has performed throughout the U.S. in cities such as:  New York, Rochester, Phoenix, Chicago, Cincinnati, Portland, Boulder, San Diego, Brooklyn, Portsmouth etc.  SHARP has toured throughout Europe in Italy, England and Greece.\nArtistic Director/Choreographer Diane Sharp-Nachsin was selected as a New Edge Mix Artist Award Recipient in Philadelphia. She was also chosen as a BAU Institute fellow in June 2013 in Italy and an Artist in Residence recipient in Paros, Greece 2014.",
    "quotesTitle": "Press Quotes:"
  },
  "quotes": [
    {
      "quote": "…the gap between the audience age or level of appreciation for modern dance, choreographer Diane Sharp-Nachsin abridged it, capturing the free-form movements of concertgoers, but with an exciting, contemporary edge.",
      "author": "Nicole Finkbinder",
      "source": "Philadelphia Weekly"
    },
    {
      "quote": "..it seemed like there were more than just six dancers thanks to Sharp’s adept use of canons and different levels",
      "author": "Kat Richter",
      "source": "PhiladelphiaDance.org"
    },
    {
      "quote": "SHARP Dance Company is quickly becoming recognized for their combination of inspired artistry, imagination capturing “stories of performance” and the discipline required of such performance mastery.",
      "author": "Barry Livingstone",
      "source": "ArtSpider Arts Scene, New Hampshire"
    },
    {
      "quote": "Pieces of U.........confronted the pains of discrimination through dance, multimedia, and prop.  The piece generated an uncomfortable and uneasy sensation, which was completely effective",
      "author": "Kathleen Glynn",
      "source": "The Dance Journal Philadelphia"
    },
    {
      "quote": "SHARP’s performance has emerged as a center piece of the Philly Fringe",
      "author": "Lewis Whittington",
      "source": "Edge Philadelphia"
    },
    {
      "quote": "...the work tackles some weighty themes uncommon to the dance stage",
      "author": "Lewis Whittington",
      "source": "Edge Philadelphia"
    },
    {
      "quote": "…clean modern dance movement with a strong technique",
      "author": "Jane Vranish",
      "source": "Post Gazette Pittsburgh"
    },
    {
      "quote": "…expect a roller-coaster ride of emotions and life experiences",
      "author": "Denise N. Lewis",
      "source": "City Paper Pittsburgh"
    }
  ]
}
