{
  "pages": {
    "home": {
      "headerBanner": {
        "title": "SHARP",
        "subtitle": "Dance Company",
        "imgSrc": "http://www.sharpdance.org/SHARP_Dance_Company/Home_files/droppedImage.jpg",
        "imgCredit": "Bill Hebert"
      },
      "content": "## The Mission\nThe mission of SHARP Dance Co. is to translate raw human emotion utilizing contemporary movement to connect the audience through individual interpretation.\n## About SHARP\nSHARP is a thirteen year old 501C-3 modern company and its theory of “meaning behind movement” is shown prominently throughout their work.  SHARP feels that dance should be more than a performance, it should be an experience.\nSHARP has performed throughout the U.S. in cities such as:  New York, Rochester, Phoenix, Chicago, Cincinnati, Portland, Boulder, San Diego, Brooklyn, Portsmouth etc.  SHARP has toured throughout Europe in Italy, England and Greece.\nArtistic Director/Choreographer Diane Sharp-Nachsin was selected as a New Edge Mix Artist Award Recipient in Philadelphia. She was also chosen as a BAU Institute fellow in June 2013 in Italy and an Artist in Residence recipient in Paros, Greece 2014.",
      "quotesTitle": "Press Quotes"
    },
    "bios": {
      "headerBanner": {
        "title": "Bio’s",
        "subtitle": "Company and Guest Dancers / Choreographers"
      },
      "aboutDianeBanner": {
        "title": "About Artistic Director Diane Sharp-Nachsin",
        "imgSrc": [
          "http://www.sharpdance.org/SHARP_Dance_Company/Bios_files/diandancing.jpg",
          "http://www.sharpdance.org/SHARP_Dance_Company/Bios_files/DSC_3139.jpg"
        ],
        "imgCredit": "Kylene Cleaver"
      },
      "aboutDianeText": "Diane Sharp-Nachsin suffered from injuries that forced her to retire from performing, so in 2005 she founded SHARP and premiered the company in March 2006.  Diane’s work has been selected for the:  Cool NY Festival, Southern Vermont Dance Festival, STEPS Performance Lab (NY), Come Together Festival, Artsfest, Philadelphia International of the Arts (PIFA) and over 15 Fringe Festivals throughout the country and the United Kingdom.\nDiane has been invited as a resident artist in the U.S. and abroad including: The Living Garden Residency (Greece), CEC New Edge Mix Residency (Philadelphia),  and the BAU institute Residency (Italy).  Diane’s choreography has been commissioned for Mid Atlantic Ballet, The prestigous Governors School, Penn State University and the New Zealand Embassy.\nShe started her career in Pittsburgh, dancing with Pittsburgh based, Mary Miller Dance Company from 1992-1994.  She returned to Philadelphia to dance on scholarship with Philadanco’s training program.  Diane has also danced professionally with Juan Antonio and dancers, Trapezius Aerial Dance Company, Deborah Birrane, Anne-Marie Mulgrew and Dancers, Convergence Dancers and Musicians/Dance Matrix and Amsterdam based company Jacqueline Knopps and dansers.  She has performed with Pennsylvania Ballet Theaters’ Principal dancers Leslie Carothers and Meredith Rainey and Dirk Platzik, formally of The White Oak Project with Mikhail Baryshnikov.\nSome of Diane’s other original work has been showcased Maryland, Greece, Pittsburgh, Italy, California, New Hampshire, New York and Colorado and in numerous musicals throughout the Philadelphia Area."
    }
  },
  "performers": [
    {
      "name": "Greg Anmuth",
      "role": "Company Member",
      "imgCredit": "Kylene Cleaver",
      "imgSrc": "http://www.sharpdance.org/SHARP_Dance_Company/Bios_files/SharpDanceCo_Facade_161.jpg",
      "bio": "Greg began his dance training at his mother’s studio in New Jersey; he then continued his education at Rowan University under the direction of Paule Turner and Melanie Stewart. He was elected the president of Rowan’s Contemporary Dance Company, and has been awarded the Bryna G. Goldhaft Medallion for Dance Excellence in 2012 upon his completion of his B.A. in Health and Exercise Science.  Now a co-owner of his family’s school, Greg has been awarded numerous choreography and entertainment awards.  Greg’s performance career has continued as a past company member with Band of Artists, Andrea Mychaels Dance Project, Roger Lee Dance, Nickerson-Rossi Dance (NRD) East Company and Legends in Concert.\nThis is Greg’s first season with SHARP Dance Company."
    },
    {
      "name": "Hannah Brumbach",
      "role": "Guest Artist",
      "imgCredit": "FigTree Photos",
      "imgSrc": "http://www.sharpdance.org/SHARP_Dance_Company/Bios_files/Figtree%20Photography%20%281%29.jpg",
      "bio": "Hannah Brumbach is a dancer and choreographer in the Philadelphia area.  She was raised and trained in Williamsport, Pennsylvania and continued her education at Eastern University earning a BA in Dance. Hannah’s performance career includes a 2016 solo work, “Cultivate”, choreographed by Lydia Bugosh, and performed at the American College Dance Association Festival. She has also staged three choreographic works at Eastern University and has restaged her largest work, “Hymn Study” at the 2017 “Bridgefest” in Cambria City.  Currently, Hannah fulfills her need to dance by teaching the next generation of movers and performing with Apex Dance Company and Melange Contemporary Dance Company."
    },
    {
      "name": "Linnea Alexis Calzada-Charma",
      "role": "Company Member / Social Media Director",
      "imgCredit": "Kylene Cleaver",
      "imgSrc": "http://www.sharpdance.org/SHARP_Dance_Company/Bios_files/SharpDanceCo_Facade_105.jpg",
      "bio": "Linnea began her dance education with Linda Moores, former principal dancer of Group Motion, and spent most of her training years at Mid-Atlantic Ballet in Newark, DE. She has had additional training at Central PA Youth Ballet, Pittsburgh Ballet Theatre School, Ballet Austin, The Rock School for Dance Education, Alonzo King's LINES Ballet, Secret Circus Philly: School for Contemporary Circus Arts, and was invited to dance with BalletX and Pennsylvania Ballet in 2015. Linnea graduated as a Dance Major from The University of the Arts in 2016, with honors and an Artist’s Merit Award Scholarship. Linnea has been dancing with SHARP for 6 years."
    },
    {
      "name": "Sandra Davis",
      "role": "Company Member, Assistant Director",
      "imgCredit": "Kylene Cleaver",
      "imgSrc": "http://www.sharpdance.org/SHARP_Dance_Company/Bios_files/SharpDanceCo_Facade_100.jpg",
      "bio": "Sandra is a native of Philadelphia and started her training at the Anastasi Dance Studio. She received her BFA in Ballet Performance from the University of the Arts in May of 2007. During her time at the University of the Arts, she studied under such instructors as: Christine Cox, Scott Jovovich, Andrew Pap, Eva Szabo, Ronen Koresh, and Kim Bears-Bailey. Sandra completed Philadanco's training program in August 2006. She also performed in Danco-on-Danco in September 2006 at the Painted Bride.  Sandra currently teaches at the Blue Bell School of Dance in Blue Bell, PA, and Mid-Atlantic Ballet in Newark, DE. She was named Artistic Director of Mid-Atlantic Ballet in June 2018. She began teaching ballroom dance for Dancing Classrooms Philly in September of 2014. Sandra started performing with SHARP in the spring of 2009."
    },
    {
      "name": "Kate Lombardi",
      "role": "Company Member / Artist Liasion",
      "imgCredit": "Kylene Cleaver",
      "imgSrc": "http://www.sharpdance.org/SHARP_Dance_Company/Bios_files/SharpDanceCo_Facade_009.jpg",
      "bio": "Kate received her BFA from The University of the Arts, along with training at The Martha Graham School of Contemporary Dance and the American Dance Festival. Kate is a member of SHARP, Dancefusion, and Anne Marie Mulgrew & Dancers in Philadelphia, where she enjoys both reconstructing historical works and exploring new choreography by local artists. Kate previously danced with Underground Dance Works and Between Movement Contemporary Dance Company. She was a guest artist with Esse Eficionado and joined Jeanne Ruddy Dance for its farewell season. Along with performing, Kate brings ballroom dance to the youth of Philadelphia as Managing Director for Dancing Classrooms Philly. Kate joined the SHARP family in January 2011."
    },
    {
      "name": "Miguel Quinones",
      "role": "Company Member",
      "imgCredit": "Kylene Cleaver",
      "imgSrc": "http://www.sharpdance.org/SHARP_Dance_Company/Bios_files/SharpDanceCo_Facade_027.jpg",
      "bio": "Miguel began his Ballet training in Miami at the age of 7 at the Miami Conservatory.  Miguel also studied at Joe Michaels Studio with the New Image Dance Ensemble where he learned other forms of dance.  In college, at the New World School of the Arts in downtown Miami he continued his studies in jazz, modern and breaking.  After graduating in 3 years with honors, he joined the Parsons Dance Company in 2005.  He danced with David Parsons from 2005-2011 and currently is a guest dancer for the company. Miguel has worked with such artists as:  David Parsons, Robert Battle, Monica Bill Barnes, Donald McKayle, Michael Uthoff, Arthur Mitchell, Nicholas Andre, Mark Stuart, Shea Sullivan, Greg Dolbashian and other New York Artist.  He has taught master classes all over the U.S. and he is currently living in Philadelphia. He’s currently dancing with SHARP Dance Company and dances for Pages to Pirouettes, continuing his dance education, and focusing on creating more of his own choreography."
    },
    {
      "name": "Rosemary Scalise",
      "role": "Guest Artist",
      "imgCredit": "Brian Megini",
      "imgSrc": "http://www.sharpdance.org/SHARP_Dance_Company/Bios_files/OQADPa0QQ9G+5Dk2P2N4zw_thumb_4393.jpg",
      "bio": "Rosemary Scalise grew up dancing at local studios in her hometown of West Deptford, New Jersey. She was a member of the performing arts program at Paul VI High School under the direction of Courtney Daniels. Rosemary followed her passion to Towson University and earned her BFA in Dance Performance and Choreography in 2017. During her college career Rosemary performed original works by Darrell Grand Moultrie, Kim Y. Bears-Bailey, Runqiao Du, Linda-Denise Fisher-Harrell, Vincent Thomas, Quilan Arnold, and Susan Mann. Following graduation, Rosemary attended the 2017 METdance Professional Intensive in Houston, Texas. Rosemary now performs professionally in the Philadelphia area with Nickerson-Rossi Dance (East), Allegory Dance Theatre, Matter Movement Group, and other local artists."
    }
  ],
  "apprentices": [
    {
      "name": "Juliet Bernstein",
      "role": "Apprentice",
      "imgCredit": "Courtney Kehr",
      "imgSrc": "http://www.sharpdance.org/SHARP_Dance_Company/Bios_files/thumbnail%202.jpg",
      "bio": "Juliet is a dance artist and performer originally from Los Angeles, CA where she began her formal dance training at Elements Dance Space. Juliet graduated from University of the Arts in Philadelphia, PA, where she earned her BFA in dance with a minor in musical theatre under the direction of Donna Faye Burchfield. She has been fortunate to work with various notable artists including, Bobbi Jean Smith, Gary Jeter, Juel D. Lane, Roni Koresh, and Sidra Bell. Her most recent debuts as a graduate include being a part of the upcoming feature film “Aviva” directed by Boaz Yakin and choreographed by Bobbi Jean Smith, performing in Roschman Dance Company’s 2018 season, and performing and working with choreographer Alisia Ialicicco in Mare Nostrum Elements Emerging Choreographer Series. Juliet is excited to be an apprentice this season with SHARP Dance Company!"
    }
  ],
  "guestPerformers": [
    {
      "name": "Micah Geyer",
      "role": "Guest Artist",
      "imgCredit": "",
      "imgSrc": "http://www.sharpdance.org/SHARP_Dance_Company/Bios_files/droppedImage_1.jpg",
      "bio": "Raised in North Carolina, Micah started dancing at a young age with Nina's School of Dance in Durham. He later joined the North Carolina Youth Tap Ensemble under the direction of Gene Medler. During his career, he had the privilege to perform at the Kennedy Center and the Joyce Theater for Tap City, as well as tour throughout Europe and South America. He received his BFA in Dance Performance and Psychology from East Carolina University and joined Koresh Dance Company in 2007."
    }
  ],
  "staff": [
    {
      "name": "Nikki Battestilli",
      "role": "Company Manager",
      "imgCredit": "Michael Cannon",
      "imgSrc": "http://www.sharpdance.org/SHARP_Dance_Company/Bios_files/IMG_3437.jpg",
      "bio": "Drexel University (2015), B.A. (Theater, Dance Minor) Robert E. Cook Honors College-Indiana University of Pennsylvania. Nikki has had the opportunity to work for numerous organizations such as: Brian Sanders JUNK, Pasion y Arte Flamenco, Eastern University, and Kids Across America. She recently left her position at Wolf Performing Arts Center where she was the Marketing and Development Director for 3 years. Nikki recently moved to Pittsburgh to take the position of Marketing Director with City Theatre. Nikki is incredibly grateful to be part of the SHARP family since January 2013 and can never leave."
    },
    {
      "name": "Joe Cotler",
      "role": "Guest Choreographer",
      "imgCredit": "Kylene Cleaver",
      "imgSrc": "http://www.sharpdance.org/SHARP_Dance_Company/Bios_files/droppedImage.jpg",
      "bio": "Joe grew up in Batavia, NY and trained at his mother Robin Cotler's dance studio, Images in Dance. He graduated from The University of the Arts in May 2009. While at school, he had the opportunity to work with numerous choreographers including Scott Jovovich, Roni Koresh and Paul Selwyn-Norton. He currently teaches and choreographs for numerous studios in the area and is a Koresh Dance company member. Joe has choreographed several pieces for SHARP Dance Company over the last 6 years."
    },
    {
      "name": "Jenna Kueriz",
      "role": "Guest Vocalist",
      "imgCredit": "Justin Muir Photography",
      "imgSrc": "http://www.sharpdance.org/SHARP_Dance_Company/Bios_files/jennakuerzi.jpg",
      "bio": "Jenna Kuerzi is an actor, singer, and deviser. She has worked regionally with Tribe of Fools (Barrymore Nominee: Best Ensemble/New Play- Fishtown: A Hipster Noir), 11th Hour, PlayPenn, Shakespeare in Clark Park, the Philadelphia Shakespeare Theatre, Philadelphia Young Playwrights, Irish Heritage Theatre, the Laurie Beechman Theatre in NYC, Act II Playhouse, and On the Rocks. Jenna's solo-ish show, Johnny Depp: A Retrospective on Late-Stage Capitalism, an original show she stars in and co-wrote with local playwright Val Dunn, traveled to the 2019 Edinburgh Fringe Festival. [www.jennakuerzi.com](//www.jennakuerzi.com)"
    },
    {
      "name": "Steven Vaughn",
      "role": "Guest Artist, Guest Choreographer, Former SHARP Dancer and Parsons Company Member",
      "imgCredit": "Kylene Cleaver",
      "imgSrc": "http://www.sharpdance.org/SHARP_Dance_Company/Bios_files/SV-7.jpg",
      "bio": "Steven was born in Iowa City, Iowa, and grew up dancing all over the Midwest and Massachusetts at various dance studios. While attending the University of the Arts in Philadelphia, where he graduated with a BFA in Modern Dance in May 2009, he was given the opportunity to perform works by Silvanna Cardell, Martha Graham, and Twyla Tharp, among others, and to present his own choreography. His college career also afforded him the privilege of working professionally with Diane Sharp-Nachsin's SHARP Dance Company; Scott Jovovich in Brandywine Ballet Theater; Zane Booker and his Smoke, Lilies and Jade Arts Initiative; and Brian Sanders' JUNK. Steven joined Parsons Dance in June 2008 as an apprentice as was invited to become a company member this August 2009.  Steven has previously choreographed pieces on SHARP dance company and the Joffery Ballet summer program."
    },
    {
      "name": "Kevin Ferguson",
      "role": "Guest Choreographer",
      "imgCredit": "",
      "imgSrc": "http://www.sharpdance.org/SHARP_Dance_Company/Bios_files/12968_192850378636_684058636_2910688_4942030_n.jpg",
      "bio": "Kevin is originally from Houston, Texas. He has studied at The Houston Ballet, Boston Ballet, The Ailey School, and graduated with a BFA from the Boston Conservatory of Music. Kevin is an NAACP and Arts Recognition and Talent Search recipient. He has taught and choreographed internationally and domestically. Kevin has performed work by Nilas Martins, Donald Byrd, and Larry Keigwin as a guest artist. He has danced with Elisa Monte Dance Company, Radio City, The Metropolitan Opera, Regis and Kelly, and David Parsons Dance Company. Kevin is proud to work with SHARP Dance."
    }
  ],
  "organizations": [
    {
      "organization": "Pennsylvania Presenters",
      "logo": "http://www.sharpdance.org/SHARP_Dance_Company/Home_files/logo.gif"
    },
    {
      "organization": "Association of Performing Arts Presenters",
      "logo": "http://www.sharpdance.org/SHARP_Dance_Company/Home_files/apap_365_logo.jpg"
    },
    {
      "organization": "NCPC",
      "logo": "http://www.sharpdance.org/SHARP_Dance_Company/Home_files/header-logo.jpg"
    },
    {
      "organization": "SHARP Dance Company",
      "logo": "http://www.sharpdance.org/SHARP_Dance_Company/Home_files/coming_soon_image.jpg"
    }
  ],
  "quotes": [
    {
      "quote": "…the gap between the audience age or level of appreciation for modern dance, choreographer Diane Sharp-Nachsin abridged it, capturing the free-form movements of concertgoers, but with an exciting, contemporary edge.",
      "author": "Nicole Finkbinder",
      "source": "Philadelphia Weekly"
    },
    {
      "quote": "..it seemed like there were more than just six dancers thanks to Sharp’s adept use of canons and different levels",
      "author": "Kat Richter",
      "source": "PhiladelphiaDance.org"
    },
    {
      "quote": "SHARP Dance Company is quickly becoming recognized for their combination of inspired artistry, imagination capturing “stories of performance” and the discipline required of such performance mastery.",
      "author": "Barry Livingstone",
      "source": "ArtSpider Arts Scene, New Hampshire"
    },
    {
      "quote": "Pieces of U.........confronted the pains of discrimination through dance, multimedia, and prop.  The piece generated an uncomfortable and uneasy sensation, which was completely effective",
      "author": "Kathleen Glynn",
      "source": "The Dance Journal Philadelphia"
    },
    {
      "quote": "SHARP’s performance has emerged as a center piece of the Philly Fringe",
      "author": "Lewis Whittington",
      "source": "Edge Philadelphia"
    },
    {
      "quote": "...the work tackles some weighty themes uncommon to the dance stage",
      "author": "Lewis Whittington",
      "source": "Edge Philadelphia"
    },
    {
      "quote": "…clean modern dance movement with a strong technique",
      "author": "Jane Vranish",
      "source": "Post Gazette Pittsburgh"
    },
    {
      "quote": "…expect a roller-coaster ride of emotions and life experiences",
      "author": "Denise N. Lewis",
      "source": "City Paper Pittsburgh"
    }
  ]
}
